Repository: acato-plugins/branded-social-images
Catalog: languages/bsi-*.po
Languages: nl_nl

source: Select an image or upload one.
nl_nl: Selecteer een afbeelding of upload er een.

source: Use this image
nl_nl: Gebruik deze afbeelding

source: Select an file or upload one.
nl_nl: Selecteer een bestand of upload er een.

source: Use this file
nl_nl: Gebruik dit bestand

source: The OG:Image recommended size
nl_nl: De aanbevolen OG:Image afmetingen

source: <a href="%1$s" target="_blank">Branded Social Images</a> is a free plugin by <a href="%2$s" target="_blank">Acato</a>.
nl_nl: <a href="%1$s" target="_blank">Branded Social Images</a> is een gratis plugin van <a href="%2$s" target="_blank">Acato</a>.

source: Please let us know what you think of this plugin and what you wish to see in future versions.
nl_nl: Vertel ons wat je van deze plugin vindt en wat je graag zou zien in toekomstige versies.

source: <a href="%s" target="_blank">Contact us here</a>.
nl_nl: <a href="%s" target="_blank">Neem contact met ons op</a>.

source: Use <a href="%1$s" target="_blank">%2$s</a> to preview what your social image looks like on social media.
nl_nl: Gebruik <a href="%1$s" target="_blank">%2$s</a> om een voorbeeld te krijgen hoe de afbeelding er op social media uitziet.

source: <a href="%s" target="_blank">Show debug information</a> for the social-image of this post.
nl_nl: <a href="%s" target="_blank">Toon informatie voor fout-opsporing</a> voor de Branded Social Image voor deze post.

source: The cache is empty
nl_nl: De cache is leeg

source: This will clear the cache, %1$d image(s) and %2$d folder(s) will be removed. New images will be generated on demand.
nl_nl: Hiermee leeg je de cache, %1$d afbeelding(en) en %2$d folder(s) zullen worden verwijderd. De cache zal vanzelf weer worden gevuld.

source: Confirm
nl_nl: Bevestigen

source: Cancel
nl_nl: Annuleren

source: Save settings
nl_nl: Instellingen opslaan

source: Purge cache
nl_nl: Cache legen

source: Settings
nl_nl: Instellingen

source: Support
nl_nl: Ondersteuning

source: Contribute
nl_nl: Bijdragen

source: Could not create the storage directory in the uploads folder.
nl_nl: De directory voor opslag van gegevens kon niet worden aangemaakt in de uploads folder.

source: In a WordPress site the uploads folder should always be writable.
nl_nl: In een WordPress website behoort de uploads folder altijd beschrijfbaar te zijn.

source: Please fix this.
nl_nl: Los dit a.u.b. op.

source: This error will disappear once the problem has been corrected.
nl_nl: Deze foutmelding zal verdwijnen wanneer het probleem is verholpen.

source: Image and Logo options
nl_nl: Afbeelding en Logo instellingen

source: Text settings
nl_nl: Tekst instellingen

source: Debug log
nl_nl: Logboek voor foutopsporing

source: This log will be available until %s or until overwritten by a new log.
nl_nl: Dit logboek blijft beschikbaar tot %s tenzij overschreven door een nieuw logboek.

source: Plugin configuration
nl_nl: Plugin instellingen

source: Could not download font from Google Fonts.
nl_nl: Kon het font niet downloaden van Google Fonts.

source: Please download yourself and upload here.
nl_nl: Download het font a.u.b. zelf en upload het hier.

source: Not all cache items could be removed. Please try again, or check the cache folder yourself. Location: %s
nl_nl: Niet alle bestanden in de cache konden worden verwijderd. Probeer nogmaals of controleer zelf de cache folder. Locatie: %s

source: Don't know where to get this font.
nl_nl: Ik weet niet hoe ik aan dit font moet komen.

source: This Google Fonts does not offer a TTF or OTF file.
nl_nl: Dit Google Font heeft geen TTF of OTF versie.

source: Sorry, cannot continue at this time.
nl_nl: Sorry, ik kan helaas niet verder.

source: Top Left
nl_nl: Linksboven

source: Top Center
nl_nl: Midden-boven

source: Top Right
nl_nl: Rechtsboven

source: Left Middle
nl_nl: Links

source: Centered
nl_nl: Gecentreerd

source: Right Middle
nl_nl: Rechts

source: Bottom Left
nl_nl: Linksonder

source: Bottom Center
nl_nl: Midden-onder

source: Bottom Right
nl_nl: Rechtsonder

source: The following process is used to determine the OG:Image (in order of importance)
nl_nl: De OG:Image afbeelding wordt gekozen in deze volgorde.

source: Branded Social Image on page/post
nl_nl: Branded Social Image bij pagina/bericht

source: Yoast Social image on page/post
nl_nl: Yoast Social Image bij pagina/bericht

source: Featured image on page/post (when checked in general settings)
nl_nl: Uitgelichte afbeelding bij pagina/bericht (indien ingeschakeld in instellingen)

source: Fallback Branded Social image in general settings
nl_nl: Fallback Branded Social image in instellingen

source: Select to disable the plugin Branded Social Images by default.
nl_nl: Selecteer om de plugin Branded Social Images standaard uitgeschakeld te hebben.

source: Where does Branded Social Images live in the menu?
nl_nl: Waar in het menu staat Branded Social Images?

source: At the main level
nl_nl: Op het hoofd-niveau

source: In the Settings sub-menu
nl_nl: In het Instellingen sub-menu

source: In the Media sub-menu
nl_nl: In het Media sub-menu

source: Branded Social Images meta-box location
nl_nl: Branded Social Images meta-box positie

source: Below the content editor
nl_nl: Onder de WordPress editor

source: In the sidebar
nl_nl: In de zijbalk

source: Used for any page/post that has no OG image selected.
nl_nl: Wordt gebruikt voor elke pagina/elk bericht zonder ingestelde OG image.

source: You can use JPEG and PNG.
nl_nl: Je mag JPEG en PNG gebruiken.

source: Recommended size: 1200x630 pixels.
nl_nl: Aanbevolen afmeting: 1200x630 pixels.

source: Use the WordPress Featured image.
nl_nl: Gebruik de WordPress uitgelichte afbeelding.

source: Your logo
nl_nl: Je logo

source: Image should be approximately 600 pixels wide/high.
nl_nl: Afbeelding dient ongeveer 600 pixels breed/hoog te zijn.

source: Use a transparent PNG for best results.
nl_nl: Gebruik een transparante PNG voor het beste resultaat.

source: Default logo position
nl_nl: Standaard logo positie

source: Logo-scale (%)
nl_nl: Logo-schaal (%)

source: The text to overlay if no other text or title can be found.
nl_nl: De tekst om weer te geven als geen andere tekst of titel kan worden bepaald.

source: This should be a generic text that is applicable to the entire website.
nl_nl: Dit zou een tekst moeten zijn die toepasselijk is voor de gehele website.

source: Select a font
nl_nl: Selecteer een lettertype

source: Font upload
nl_nl: Lettertype-bestand uploaden

source: Upload .ttf/.otf file
nl_nl: .ttf/.otf bestand uploaden

source: Custom font must be a .ttf or .otf file.
nl_nl: Eigen font moet een .ttf of .otf bestand zijn.

source: You're responsible for the proper permissions and usage rights of the font.
nl_nl: Jij bent verantwoordelijk voor de juiste toestemming en rechten voor dit font.

source: Text position
nl_nl: Tekst positie

source: Default Text color
nl_nl: Standaard tekst-kleur

source: Font-size (px)
nl_nl: Letter-grootte (pixels)

source: Text background color
nl_nl: Kleur van achtergrond achter tekst

source: Use text background
nl_nl: Gebruik tekst-achtergrond

source: Stroke color
nl_nl: Tekst-rand kleur

source: Default stroke width
nl_nl: Tekst-rand dikte

source: Default Text shadow color
nl_nl: Tekst-schaduw kleur

source: Shadow offset - vertical.
nl_nl: Schaduw positie - vertikaal.

source: Negative numbers to top, Positive numbers to bottom.
nl_nl: Negatieve nummer voor naar boven, positieve nummers voor naar beneden.

source: Shadow offset - horizontal.
nl_nl: Schaduw positie - horizontaal.

source: Negative numbers to left, Positive numbers to right.
nl_nl: Negatieve nummers naar links, positieve nummers naar rechts.

source: Use a text shadow
nl_nl: Gebruik een tekst schaduw

source: Display text on this image.
nl_nl: Gebruik text op deze afbeelding?

source: You can upload/select a specific Social Image here
nl_nl: Je kunt hier een specifieke Social Image selecteren/uploaden

source: Text on image
nl_nl: Tekst op afbeelding

source: Text color
nl_nl: Tekst kleur

source: Text shadow color
nl_nl: Tekst-schaduw kleur

source: Will improve readability of light text on light background.
nl_nl: Zal de leesbaarheid van lichte tekst op lichte achtergrond verbeteren.

source: Use a logo on this image?
nl_nl: Gebruik logo op deze afbeelding?

source: Uncheck if you do not wish a logo on this image, or choose a position below.
nl_nl: Vinkje weghalen als je geen logo wilt op deze afbeelding, of bepaal de positie hieronder.

source: Logo position
nl_nl: Logo positie

source: Inspect Social Image
nl_nl: Social Image inspecteren

source: Shows how this post is shared using an external, unaffiliated service.
nl_nl: Toont hoe deze post wordt gedeeld op social media middels een externe dienst (niet geaffilieerd).

source: View Social Image
nl_nl: Bekijk Social Image

source: Type here to change the text on the image
nl_nl: Type hier om de tekst op de afbeelding te veranderen

source: Change logo and image below
nl_nl: Verander hieronder je logo en afbeelding

source: Sorry, could not find an OG Image configured.
nl_nl: Sorry, kon geen afbeelding vinden om te gebruiken als OG:Image.

source: Sorry, we could not create the image.
nl_nl: Sorry, kon de afbeelding niet genereren.

source: Choose image
nl_nl: Kies afbeelding

source: Remove image
nl_nl: Verwijder afbeelding

source: The simplest way to brand your social images. Provide all your social images (Open Graph Images) with your brand en text. In just a few clicks.
nl_nl: Voeg eenvoudig merkbeeld toe aan je social media afbeeldingen. Geef al je social images (Open Graph Images) een merk en tekst. In slechts een paar klikken.

source: <a href="%s" target="_blank">Show the social-image of this post</a>.
nl_nl: <a href="%s" target="_blank">Toon de social-image van deze post</a>.

source: <a href="%s" target="_blank">Show the social-image of this category</a>.
nl_nl: <a href="%s" target="_blank">Toon de social-image van deze categorie</a>.

source: <a href="%s" target="_blank">Show debug information</a> for the social-image of this category.
nl_nl: <a href="%s" target="_blank">Toon informatie voor fout-opsporing</a> voor de social-image van deze categorie.

source: Nonce verification failed, please try again.
nl_nl: Nonce verificatie mislukt, probeer het opnieuw.

source: Select to disable the plugin Branded Social Images for this %s.
nl_nl: Selecteer om de plugin Branded Social Images uit te schakelen voor deze %s.

source: The plugin Branded Social Images is disabled for this %s.
nl_nl: De plugin Branded Social Images is uitgeschakeld voor deze %s.
